Здравствуйте, Генерал Токугава, Эмилия.
Я подготовил небольшой отчет по результатам вчерашней встречи с заказчиком.
У меня для вас хорошие новости.
Мистер Эндрю остался доволен нашими успехами.
Скоро все наши мечты осуществятся.
Мы почти завершили работу над проектом.
Публичная демонстрация назначена на следующую среду.
Подготовка уже началась. Есть всего одна проблема.
К сожалению, одно из заранее выбранных мест нам не подходит. 
Площадь Свободы. В назначенный день там не будет никого из представителей нашей корпорации.
Я уже позаботился об этом и связался с отделом аналитики.
Мы можем быть уверены, что это никак не отразится на результатах демонстрации.
Миллионы людей по всему миру увидят наш прототип в действии.
При поддержке мистера Эндрю мы сможем выступить против объединенных сил Кима-Сохаи.
В этот раз никто не сможет нам помешать.
 
Мистер Эндрю предложил хитрый план. Я могу договориться о встрече с Кима-Сохаи.
Мне необходимо лишь получить ваше разрешение на выход за Стену.
Притворившись дезертиром, я попытаюсь продать ему информацию об устройстве.
Пройдет совсем немного времени, и мы покинем этот город.
Оказавшись за стеной я смогу использовать устройство для перемещения отряда Дахака.
Это наш шанс на внезапность.
Мы можем закончить войну всего за три минуты.
Если этот план удастся, мы получим лишние четыре месяца на завершение последней фазы операции.
И нам больше никогда не придется никого бояться.





